posts/poems.2024-02-23.org
#+title: Physics class shorts
#+date: 2024-02-23
#+options: toc:nil

#+begin_quote
Sometimes it's easiest to be calm in a crowded room, or overwhelmed in an empty one; sometimes it's easiest to study physics in my free time, and write poetry in my physics classes.
#+end_quote

* The First 
#+begin_verse
My love is painted in the dark.
As my eyes shut,
your scene starts.
Sparks dance bright;
The world fades away.
I open my eyes,
and close them again.
#+end_verse

* The Second
#+begin_verse
A melting pot of thoughts today:
Weighed by notes of joy and shame.
Music played by yesterday,
wrought by a progress I had to make,
lifts me now to think up-beat.
Yet heart-beats doubt this new-made peace.

Energy tunes my song too loud,
a head swole large, a boastful sound.
The moment takes me, I listen too scarce;
I can't hear you, I can barely hear myself.
#+end_verse
 

