public/poems.2024-02-23.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<title>Physics class shorts</title>
<meta name="author" content="Tomaz Geddes de Almeida" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' href='./css/tufte.css' />
<link rel='stylesheet' href='./css/header.css' />
</head>
<body>
<div id="preamble" class="status">
<div class="banner">

  <div id="l_app" style="float:left"></div>
  <a id="myname" href="/">Tomaz Geddes de Almeida</a>
  <div id="r_app" style="float:left"></div>
  
  <hr/>
  <nav>
    <p>
      <a href="/index.html">Home</a>
      <a href="/about.html">About</a>
      <a href="/blog-index.html">Writing</a>
      <a href="https://github.com/tomazgda/">Github</a>
    </p>
  </nav>
</div>

<script>
  var l_app = Elm.Cube.init({
      node: document.getElementById('l_app')
  });
  var r_app = Elm.Cube.init({
      node: document.getElementById('r_app')
  });
</script>
</div>
<div id="content" class="content">
<h1 class="title">Physics class shorts</h1>
<p class="subtitle">2024-02-23</p>

<blockquote>
<p>
Sometimes it's easiest to be calm in a crowded room, or overwhelmed in an empty one; sometimes it's easiest to study physics in my free time, and write poetry in my physics classes.
</p>
</blockquote>

<div id="outline-container-orgee178ba" class="outline-2">
<h2 id="orgee178ba">The First</h2>
<div class="outline-text-2" id="text-orgee178ba">
<p class="verse">
My love is painted in the dark.<br />
As my eyes shut,<br />
your scene starts.<br />
Sparks dance bright;<br />
The world fades away.<br />
I open my eyes,<br />
and close them again.<br />
</p>
</div>
</div>

<div id="outline-container-org35dd1b3" class="outline-2">
<h2 id="org35dd1b3">The Second</h2>
<div class="outline-text-2" id="text-org35dd1b3">
<p class="verse">
A melting pot of thoughts today:<br />
Weighed by notes of joy and shame.<br />
Music played by yesterday,<br />
wrought by a progress I had to make,<br />
lifts me now to think up-beat.<br />
Yet heart-beats doubt this new-made peace.<br />
<br />
Energy tunes my song too loud,<br />
a head swole large, a boastful sound.<br />
The moment takes me, I listen too scarce;<br />
I can't hear you, I can barely hear myself.<br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr />

Bring back the blogosphere!
</div>
</body>
</html>